<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="stylesheet" href="css/index.css">
    <title>Privacy Notice</title>
</head>

<body>
    <div class="container-fluid">
        <div class="row">

            <div class="col-md-10 col-md-offset-1">


                <div class="row">
                    <div class="col-md-12">

                        <article style="color: white !important;">

                            <figure>
                                <img alt="refiller" src="img/refiller.png" />
                            </figure>

                            <!-- English -->

                            Privacy Notice
                            Last Updated: November 19, 2021
                            Our APP Global Privacy Notice ("Privacy Notice"). Please take a few minutes to read it
                            carefully before providing us with any information about yourself or anyone else.

                            1. Introduction
                            We respect your privacy and are committed to protecting your personal data. This Privacy
                            Notice applies to the processing of personal data by Refiller App in relation to:
                            • Use of the application
                            Please note that our Application is not intended for children under the age of 18 and we do
                            not knowingly collect data relating to minors.
                            For services provided by other companies, please carefully read the respective privacy
                            notice or policy available on the Application or contact us
                            2. Purpose
                            This Privacy Notice aims to provide you with information about why and how we collect and
                            process your personal data.
                            It is important that you read this Privacy Notice along with any other notices or policies
                            we may provide on specific occasions when we collect or process personal data about you so
                            that you are fully aware of why and how we are using your data. This Privacy Notice
                            supplements other notices and policies and is not intended to override them.

                            3.What data we collect about you
                            Personal data
                            Personal data or personal information means any information that relates to an identified or
                            identifiable living individual. This is a broad definition that includes the specific
                            personal data we have described below. It does not include data that cannot be used to
                            identify an individual person, such as a company registration number.
                            A "data subject" is an individual who can be identified, directly or indirectly, by personal
                            data. This is usually by reference to an identifier such as a name, identification number,
                            location data, an online identifier or to one or more factors specific to the physical,
                            physiological, genetic, mental, economic, cultural or social identity of that natural
                            person.
                            Different pieces of information, which collected together can lead to the identification of
                            a particular person, also constitute personal data. It does not include data in which the
                            identity has been deleted (anonymous data).
                            Depending on whether and how you use our Application, we will collect, use, store and
                            transfer different types of personal data about you that we have grouped into categories as
                            follows:
                            Category of Personal Data Examples of specific personal data
                            Technical data • Internet connectivity.
                            • Login details.
                            • Application version and SDK version.
                            • Operating system and platform.
                            • Diagnostic data, such as fault logs and any other data we collect for the purpose of
                            measuring technical diagnostics.
                            • Other information stored or available with respect to the devices you allow us to access
                            when using the Application.

                            Profile data • Your e-mail and password.
                            • Your in-app purchase history.


                            4. LIMITATION OF LIABILITY
                            We do not warrant that your use of our service will be uninterrupted, timely, secure or will
                            break your phone.
                            We do not guarantee that the results that may be obtained from the use of the service will
                            be accurate or reliable.
                            You agree that from time to time we may remove the Service for indefinite periods of time or
                            cancel the Service at any time without notice.
                            We are not responsible for the use and/or transfer of Bitcoin that the user makes.
                            We do not knowingly collect information to know if the user can obtain, buy, sell, transfer
                            and other uses that may be given to the Bitcoin transfer function, including whether or not
                            the user lives in a country that allows the obtaining or use of Bitcoin.
                            You expressly agree that your use or ability to use the Service is at your own risk. The
                            service and all products and services provided through the service are provided (except as
                            expressly stated by us) "as is" and "as available" for your use, without any representation,
                            warranty, or condition of any kind, either express or implied, including all implied
                            warranties or conditions of merchantability, quality.
                            WE ARE NOT RESPONSIBLE FOR THE FAILURE OF YOUR DEVICES OR FUTURE CHANGES TO THEM

                            5.CHANGES TO THE TERMS OF SERVICE
                            You may review the most recent version of the Terms of Service at any time on this page.
                            6.CONTACT INFORMATION
                            Questions about the Terms of Service should be sent to capistudioapps+support@gmail.com


                            <!-- Spanish -->

                            <p><strong>Aviso de Privacidad</strong></p>
                            <p><strong>&Uacute;ltima actualizaci&oacute;n de material: 19 de noviembre de 2021</strong>
                            </p>
                            <p>Nuestro Aviso de privacidad global de APP ("Aviso de privacidad"). Por favor, dedique
                                unos minutos a leerlo detenidamente antes de proporcionarnos cualquier
                                informaci&oacute;n sobre usted o cualquier otra persona.</p>
                            <p>&nbsp;</p>
                            <ol>
                                <li><strong> Introducci&oacute;n</strong></li>
                            </ol>
                            <p>Respetamos su privacidad y nos comprometemos a proteger sus datos personales. Este Aviso
                                de privacidad se aplica al procesamiento de datos personales por parte de Refiller App
                                &nbsp;en relaci&oacute;n con:</p>
                            <ul>
                                <li>Uso de la aplicaci&oacute;n</li>
                            </ul>
                            <p>Tenga en cuenta que nuestra Aplicaci&oacute;n no est&aacute; destinada a menores de 18
                                a&ntilde;os y no recopilamos deliberadamente datos relacionados con menores.</p>
                            <p>Para los servicios prestados por otras compa&ntilde;&iacute;as, lea atentamente el aviso
                                o pol&iacute;tica de privacidad respectivo disponible en la Aplicaci&oacute;n o
                                cont&aacute;ctenos</p>
                            <ol start="2">
                                <li><strong> Finalidad</strong></li>
                            </ol>
                            <p>Este Aviso de privacidad tiene como objetivo brindarle informaci&oacute;n sobre por
                                qu&eacute; y c&oacute;mo recopilamos y procesamos sus datos personales.</p>
                            <p>Es importante que lea este Aviso de privacidad junto con cualquier otro aviso o
                                pol&iacute;tica que podamos proporcionar en ocasiones espec&iacute;ficas cuando
                                recopilemos o procesemos datos personales sobre usted para que sea plenamente consciente
                                de por qu&eacute; y c&oacute;mo estamos utilizando sus datos. Este Aviso de privacidad
                                complementa otros avisos y pol&iacute;ticas y no tiene la intenci&oacute;n de anularlos.
                            </p>
                            <p>&nbsp;</p>
                            <p><strong>3.Qu&eacute; datos recopilamos sobre usted</strong></p>
                            <p><strong>Datos personales</strong></p>
                            <p>Datos personales o informaci&oacute;n personal significa cualquier informaci&oacute;n que
                                se relacione con un individuo vivo identificado o identificable. Esta es una
                                definici&oacute;n amplia que incluye los datos personales espec&iacute;ficos que hemos
                                descrito a continuaci&oacute;n. No incluye datos que no puedan utilizarse para
                                identificar a una persona individual, como un n&uacute;mero de registro de la empresa.
                            </p>
                            <p>Un "sujeto de datos" es un individuo que puede ser identificado, directa o
                                indirectamente, por datos personales. Esto suele ser por referencia a un identificador
                                como un nombre, n&uacute;mero de identificaci&oacute;n, datos de ubicaci&oacute;n, un
                                identificador en l&iacute;nea o a uno o m&aacute;s factores espec&iacute;ficos de la
                                identidad f&iacute;sica, fisiol&oacute;gica, gen&eacute;tica, mental, econ&oacute;mica,
                                cultural o social de esa persona f&iacute;sica.</p>
                            <p>Diferentes piezas de informaci&oacute;n, que recopiladas juntas pueden conducir a la
                                identificaci&oacute;n de una persona en particular, tambi&eacute;n constituyen datos
                                personales. No incluye datos en los que se haya eliminado la identidad (datos
                                an&oacute;nimos).</p>
                            <p>Dependiendo de si y c&oacute;mo utiliza nuestra Aplicaci&oacute;n, recopilaremos,
                                usaremos, almacenaremos y transferiremos diferentes tipos de datos personales sobre
                                usted que hemos agrupado en categor&iacute;as de la siguiente manera:</p>
                            <table>
                                <tbody>
                                    <tr>
                                        <td width="294">
                                            <p><strong>Categor&iacute;a de</strong> <strong>Datos Personales</strong>
                                            </p>
                                        </td>
                                        <td width="294">
                                            <p><strong>Ejemplos de datos personales espec&iacute;ficos</strong></p>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td width="294">
                                            <p>Datos t&eacute;cnicos</p>
                                        </td>
                                        <td width="294">
                                            <ul>
                                                <li>Datos de conectividad a Internet.</li>
                                                <li>Datos de inicio de sesi&oacute;n.</li>
                                                <li>Versi&oacute;n de la aplicaci&oacute;n y versi&oacute;n del SDK.
                                                </li>
                                                <li>Sistema operativo y plataforma.</li>
                                                <li>Datos de diagn&oacute;stico, como registros de fallos y cualquier
                                                    otro dato que recopilemos con el fin de medir diagn&oacute;sticos
                                                    t&eacute;cnicos, y</li>
                                                <li>otra informaci&oacute;n almacenada o disponible con respecto a los
                                                    dispositivos a los que nos permite acceder cuando utilic&eacute; la
                                                    Aplicaci&oacute;n.</li>
                                            </ul>
                                            <p>&nbsp;</p>
                                        </td>
                                    </tr>
                                    <tr>
                                        <td width="294">
                                            <p>Datos de perfil</p>
                                        </td>
                                        <td width="294">
                                            <ul>
                                                <li>Su email y contrase&ntilde;a.</li>
                                                <li>Su historial de compras dentro de la aplicaci&oacute;n.</li>
                                            </ul>
                                        </td>
                                    </tr>
                                </tbody>
                            </table>
                            <p>&nbsp;</p>
                            <p>&nbsp;</p>
                            <ol start="4">
                                <li><strong> LIMITACI&Oacute;N DE RESPONSABILIDAD</strong></li>
                            </ol>
                            <p>No garantizamos ni garantizamos que el uso de nuestro servicio sea ininterrumpido,
                                puntual, seguro o rompa su tel&eacute;fono.</p>
                            <p>No garantizamos que los resultados que se puedan obtener del uso del servicio sean
                                exactos o fiables.</p>
                            <p>Usted acepta que de vez en cuando podemos eliminar el servicio por per&iacute;odos de
                                tiempo indefinidos o cancelar el servicio en cualquier momento sin previo aviso.</p>
                            <p>No nos responsabilizamos por el uso y/o transferencia de Bitcoin que el usuario realice.
                            </p>
                            <p>No recolectamos informaci&oacute;n deliberadamente para conocer si el usuario tiene la
                                capacidad de obtener, comprar, vender, transferir y otros usos que pueda darse a la
                                funci&oacute;n de transferencia de Bitcoin, incluyendo si el usuario vive en un
                                pa&iacute;s que permita o no la obtenci&oacute;n o utilizaci&oacute;n de Bitcoin.&nbsp;
                            </p>
                            <p>Usted acepta expresamente que su uso o la capacidad de usar el servicio es bajo su propio
                                riesgo. El servicio y todos los productos y servicios prestados a trav&eacute;s del
                                servicio se proporcionan (salvo que lo indiquemos expresamente) "tal cual" y
                                "seg&uacute;n disponibilidad" para su uso, sin ninguna representaci&oacute;n,
                                garant&iacute;a o condici&oacute;n de ning&uacute;n tipo, ya sea expresa o
                                impl&iacute;cita, incluidas todas las garant&iacute;as impl&iacute;citas o condiciones
                                de comercializaci&oacute;n, calidad.</p>
                            <p>NO SOMOS RESPONSABLES DE LA FALLA DE SUS DISPOSITIVOS O CAMBIOS FUTUROS EN ELLOS</p>
                            <p>&nbsp;</p>
                            <p><strong>5.CAMBIOS EN LOS T&Eacute;RMINOS DE SERVICIO</strong></p>
                            <p>Puede revisar la versi&oacute;n m&aacute;s reciente de los T&eacute;rminos de servicio en
                                cualquier momento en esta p&aacute;gina.</p>
                            <p><strong>6.INFORMACI&Oacute;N DE CONTACTO</strong></p>
                            <p>Las preguntas sobre los T&eacute;rminos de Servicio deben enviarse a
                                capistudioapps+support@gmail.com</p>

                        </article>
                    </div>
                </div>
            </div>
        </div>

    </div>
</body>
<script src="/js/index.js"></script>

</html>